Repository: emcrisostomo/semver-utils
Catalog: po/*.po
Languages: es, it

source: Invalid version:
es: Versión inválida:
it: Versione invalida:

source: Invalid identifier:
es: Identificador inválido:
it: Identificatore invalido:

source: Numerical identifier cannot contain leading zeroes.
es: Identificador numérico no puede contener ceros a la izquierda.
it: Identificatore numerico non può avere zeri a sinistra.

source: Invalid prerelease:
es: Prerelease inválida:
it: Prerelease invalida:

source: Invalid metadata:
es: Metadatos inválidos:
it: Metadati invalidi:

source: No command has been specified.
es: Ningún comando has sido especificado.
it: Nessun comando è stato specificato.

source: Invalid number of arguments.
es: Número de argumentos inválido.
it: Numero di parametri invalido.

source: No operation was requested. This is a bug.
es: Ninguna operación ha sido solicitada. Este es un bug.
it: Nessuna operazione è stata richiesta. Questo è un bug.

source: Invalid version index:
es: Índice de versión inválido:
it: Indice della versione invalido:

source: -r can only be used with -s.
es: -r puede usarse sólo con -s.
it: -r può essere usata solo con -s.

source: Usage:
es: Uso:
it: Uso:

source: (option)+ (version)+
es: (opción)+ (versión)+
it: (opzione)+ (versione)+

source: Options:
es: Opciones:
it: Opzioni:

source: Find the maximum version.
es: Encuentra la máxima versión.
it: Trova la versione massima.

source: Increment the specified version component.
es: Incrementa el componente de versión especificado.
it: Incrementa il componente della versione specificato.

source: Compare two versions.
es: Compara dos versiones.
it: Compara due versioni.

source: Show this message.
es: Muestra este mensaje.
it: Mostra questo messaggio.

source: Find the minimum version.
es: Encuentra la mínima versión.
it: Trova la versione minima.

source: Reverse the sort order.
es: Invierte el órden de clasificación.
it: Inverti l'ordine.

source: Sort the versions.
es: Ordena las versiones.
it: Ordina le versioni.

source: Validate a version.
es: Valida una versión.
it: Valida la versione.

source: See the man page for more information.
es: Consulta a la página man para más informaciones.
it: Consulta la pagina man per ulteriori informazioni.

source: Report bugs to <
es: Envía los reportes de bugs a <
it: Invia segnalazioni di bug a <

source: Project home page: <
es: Home page del proyecto: <
it: Home page del progetto: <
